Repository: fernandocanadasortega/Outlands-Adventure-Client
Catalog: Outlands Adventure Launcher/ClientLanguage.*.resx
Languages: de, fr, ja, no

# button_Confirm
source: SEND
de: SENDEN
fr: ENVOYER
ja: 送信
no: SENDE

# eventCode_Error
source: Wrong code
de: Falscher Code
fr: Mauvais code
ja: 不正なコード
no: Feil kode

# events_Database_ConnectionError
source: There was an error accessing the database, please check your internet connection and try again later
de: Beim Zugriff auf die Datenbank ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut
fr: Une erreur s'est produite lors de l'accès à la base de données, veuillez vérifier votre connexion Internet et réessayer plus tard
ja: データベースへのアクセス中にエラーが発生しました。インターネット接続を確認して、後でもう一度やり直してください
no: Det oppsto en feil ved tilgang til databasen, Kontroller internettforbindelsen din og prøv igjen senere

# events_Header_NewAccount
source: We have sent a confirmation code to your email, go there and enter the code to confirm your account
de: Wir haben einen Bestätigungscode an Ihre E-Mail gesendet. Gehen Sie zu Ihrer E-Mail und geben Sie den Code ein, um Ihr Konto zu bestätigen
fr: Nous avons envoyé un code de confirmation à votre email, allez dans votre email et entrez le code pour confirmer votre compte
ja: 確認コードをメールに送信しました。メールにアクセスし、コードを入力してアカウントを確認してください
no: Vi har sendt en bekreftelseskode til din e-post, gå til din e-post og skriv inn koden for å bekrefte kontoen din

# events_Header_PasswordLost
source: If the email address matches an email address in our database, we will send you a confirmation code so you can reset your password
de: Wenn die E-Mail-Adresse mit einer E-Mail-Adresse in unserer Datenbank übereinstimmt, senden wir Ihnen einen Bestätigungscode, damit Sie Ihr Passwort zurücksetzen können
fr: Si l'adresse e-mail correspond à une adresse e-mail de notre base de données, nous vous enverrons un code de confirmation pour réinitialiser votre mot de passe
ja: メールアドレスがデータベースのメールアドレスと一致する場合は、パスワードをリセットできるように確認コードを送信します
no: Hvis e-postadressen samsvarer med en e-postadresse i databasen vår, vil vi sende deg en bekreftelseskode slik at du kan tilbakestille passordet ditt

# events_Header_UsernameLost
source: If the email address matches any email address in our database we will send you a reminder of your username
de: Wenn die E-Mail-Adresse mit einer E-Mail-Adresse in unserer Datenbank übereinstimmt, senden wir Ihnen eine Erinnerung an Ihren Benutzernamen
fr: Si l'adresse e-mail correspond à une adresse e-mail de notre base de données, nous vous enverrons un rappel de votre nom d'utilisateur
ja: メールアドレスがデータベースのメールアドレスと一致する場合、ユーザー名のリマインダーを送信します
no: Hvis e-postadressen samsvarer med hvilken som helst e-postadresse i databasen vår, sender vi deg en påminnelse om brukernavnet ditt

# events_SendEmailError
source: There was a problem sending the mail, please check your internet connection and try again later
de: Beim Senden der E-Mail ist ein Problem aufgetreten. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut
fr: Un problème est survenu lors de l'envoi du courrier. Veuillez vérifier votre connexion Internet et réessayer plus tard
ja: メールの送信中に問題が発生しました。インターネット接続を確認して、後でもう一度やり直してください
no: Det oppsto et problem med å sende e-posten, Sjekk internettforbindelsen din og prøv igjen senere

# loginProblems_Header
source: ISSUES LOGGING IN?
de: PROBLEME, DIE SICH ANMELDEN?
fr: PROBLÈMES DE CONNEXION?
ja: ログインの問題？
no: PROBLEMER PÅLOGGER INN?

# loginProblems_Header2
source: There are several reasons why you cannot log in, try the following solutions
de: Es gibt mehrere Gründe, warum Sie sich nicht anmelden können. Probieren Sie die folgenden Lösungen aus
fr: Il y a plusieurs raisons pour lesquelles vous ne pouvez pas vous connecter, essayez les solutions suivantes
ja: ログインできない理由はいくつかあります。以下の解決策を試してください
no: Det er flere grunner til at du ikke kan logge inn, prøv følgende løsninger

# loginProblems_Login
source: Return
de: Rückkehr
fr: RETOUR
ja: 戻る
no: Retur

# loginProblems_LostPassword
source: Have you forgotten your password? You can request to change your old password for a new one
de: Hast du dein Passwort vergessen? Sie können beantragen, Ihr altes Passwort gegen ein neues zu ändern
fr: Avez-vous oublié votre mot de passe? Vous pouvez demander à changer votre ancien mot de passe pour un nouveau
ja: パスワードを忘れましたか？ 古いパスワードを新しいパスワードに変更するように要求できます
no: har du glemt passordet ditt? Du kan be om å endre det gamle passordet for et nytt passord

# loginProblems_LostUsername
source: Do you need help remembering your username? You can request that we send you a reminder of your username to your email
de: Benötigen Sie Hilfe beim Speichern Ihres Benutzernamens? Sie können verlangen, dass wir Ihnen eine Erinnerung an Ihren Benutzernamen per E-Mail senden
fr: Avez-vous besoin d'aide pour vous souvenir de votre nom d'utilisateur? Vous pouvez demander que nous vous envoyions un rappel de votre nom d'utilisateur à votre email
ja: ユーザー名を思い出すのに助けが必要ですか？ ユーザー名のリマインダーをメールに送信するようリクエストできます
no: Trenger du hjelp med å huske brukernavnet? Du kan be om at vi sender deg en påminnelse om brukernavnet til e-posten din

# loginProblems_PasswordHeader
source: Forgotten password?
de: Kennwort vergessen?
fr: Mot de passe oublié?
ja: パスワードを忘れました？
no: Glemt passord?

# loginProblems_UsernameHeader
source: Forgotten username?
de: Benutzername vergessen?
fr: Identifiant oublié?
ja: ユーザー名を忘れましたか？
no: Glemt brukernavn?

# login_Error
source: Your login credentials do not match any account registered in our system
de: Ihre Anmeldeinformationen stimmen mit keinem in unserem System registrierten Konto überein
fr: Vos identifiants de connexion ne correspondent à aucun compte enregistré dans notre système
ja: ログイン認証情報が、システムに登録されているアカウントと一致しません
no: Innloggingsinformasjonen din samsvarer ikke med noen konto som er registrert i vårt system

# login_Header
source: Log in with your Outlands Adventure account
de: Loggen Sie sich mit Ihrem Outlands Adventure-Konto ein
fr: Connectez-vous avec votre compte Outlands Adventure
ja: Outlands Adventureアカウントでログインしてください
no: Logg på med din Outlands Adventure-konto

# login_LoginProblems
source: Issues logging in?
de: Probleme beim Anmelden?
fr: Problèmes de connexion?
ja: ログインの問題？
no: Problemer med å logge inn?

# login_Register
source: Create new account
de: Ein Konto erstellen
fr: Créer un compte
ja: アカウントを作成する
no: Opprett en konto

# login_RememberMe
source: Stay signed in
de: Angemeldet bleiben
fr: Rester connecté
ja: サインインの状態を維持
no: Forbli innlogget

# newPasswordEvent_Header
source: Type your new password
de: Gib dein neues Passwort ein
fr: Entrez votre nouveau mot de passe
ja: 新しいパスワードを入力してください
no: Skriv inn det nye passordet ditt

# newPasswordEvent_Password
source: NEW PASSWORD
de: NEUES KENNWORT
fr: NOUVEAU MOT DE PASSE
ja: 新しいパスワード
no: NYTT PASSORD

# newPasswordSucessful
source: Password successfully edited
de: Ihr Passwort wurde erfolgreich geändert
fr: Le mot de passe a été changé avec succès
ja: パスワードは正常に変更されました
no: Passordet ble endret

# passwordStrenght_Medium
source: Medium
de: Median
fr: Médiane
ja: 中央値
no: MEDIAN

# passwordStrenght_Strong
source: STRONG
de: Stark
fr: Fort
ja: 強い
no: Sterk

# passwordStrenght_VeryStrong
source: Very strong
de: Sehr stark
fr: Très fort
ja: とても強い
no: Ekstremt sterk

# passwordStrenght_VeryWeak
source: Very weak
de: Sehr schwach
fr: Très faible
ja: 非常に弱い
no: Meget svak

# passwordStrenght_Weak
source: Weak
de: Schwach
fr: Faible
ja: 弱い
no: Svak

# registerSucessful
source: You have successfully registered
de: Sie haben sich erfolgreich registriert
fr: Vous vous êtes inscrit avec succès
ja: 登録に成功しました
no: Du har registrert deg

# register_Header
source: Create your Outlands Adventure account
de: Erstelle dein Outlands Adventure Konto
fr: Créez votre compte Outlands Adventure
ja: Outlands Adventureアカウントを作成してください
no: Lag din Outlands Adventure-konto

# register_Login
source: Already have an account? Sign in
de: Sie besitzen bereits ein Konto? Bitte melden Sie sich an
fr: Vous possédez déjà un compte? Veuillez vous connecter
ja: すでにアカウントをお持ちですか？ ログインする
no: Du har allerede en konto? Logg på

# sendEmail_LostPassword
source: Outlands Adventure Client Password Reset*Your confirmation code is
de: Outlands Adventure Kundenkennwort zurücksetzen*Ihr Bestätigungscode lautet
fr: Réinitialisation du mot de passe du client Outlands Adventure*Votre code de confirmation est
ja: Outlands Adventure Customer Password Reset*確認コードは
no: Outlands Adventure Kundenes passord Tilbakestill*Din bekreftelseskode er

# sendEmail_LostUsername
source: Outlands Adventure Client Username Reminder*Your username is
de: Outlands Adventure Customer Username Reminder*Ihr Benutzername ist
fr: Rappel du nom d'utilisateur du client d'Outlands Adventure*Votre nom d'utilisateur est
ja: Outlands Adventure Customer Username Reminder*ユーザー名は
no: Outlands Adventure Kundenavn Påminnelse*Brukernavnet ditt er

# sendEmail_NewAccount
source: Creation of a new Outlands Adventure user account*Your confirmation code is
de: Erstellung eines neuen Outlands Adventure-Kundenkontos*Ihr Bestätigungscode lautet
fr: Création d'un nouveau compte client Outlands Adventure*Votre code de confirmation est
ja: 新しいOutlands Adventure顧客アカウントを作成する*確認コードは次のとおりです
no: Opprettelse av en ny Outlands Adventure-kundekonto*Din bekreftelseskode er

# settings_Header
source: SETTINGS
de: EINSTELLUNGEN
fr: PARAMÈTRES
ja: 設定
no: INNSTILLINGER

# settings_LanguageHeader
source: Client language
de: Sprache des Kunden
fr: La langue du client
ja: 顧客の言語
no: Kundens språk

# settings_Languages
source: SPANISH - SPAIN (es-ES)*ENGLISH - UNITED STATES (en-US)*ENGLISH - UNITED KINGDOM (en-GB)*FRENCH (fr)*GERMAN (de)*RUSSIAN (ru)*JAPANESE (ja)*NORWEGIAN (no)
de: SPANISCH - SPANIEN (es-ES)*ENGLISCH - VEREINIGTE STAATEN (en-US)*ENGLISCH - VEREINIGTES KÖNIGREICH (en-GB)*FRANZÖSISCH (fr)*DEUTSCH (de)*RUSSISCH (ru)*JAPANISCH (ja)*NORWEGISCH (no)
fr: ESPAGNOL - ESPAGNE (es-ES)*ANGLAIS - ÉTATS-UNIS (en-US)*ANGLAIS - ROYAUME-UNI (en-GB)*FRANÇAIS (fr)*ALLEMAND (de)*RUSSE (ru)*JAPONAIS (ja)*NORVÉGIEN (no)
ja: スペイン語-スペイン (es-ES)*英語-米国 (en-US)*英語-イギリス (en-GB)*フランス語 (fr)*ドイツ語 (de)*ロシア (ru)* 日本人 (ja)*ノルウェー語 (no)
no: SPANSK - SPANIA (es-ES)*ENGLISH - STATER (en-US)*ENGELSK - STORBRITANNIA (en-GB)*FRANSK (fr)*TYSK (de)*RUSSISK (ru)*JAPANSK (ja)*NORSK (no)

# textboxError_EmailRegistered
source: Email address already registered
de: Die E-Mail-Adresse ist bereits registriert
fr: Adresse mail déjà enregistré
ja: 電子メールアドレスはすでに登録されています
no: E-postadresse allerede registrert

# textboxError_LessFourLetters
source: It must contain at least four letters
de: Es muss mindestens vier Buchstaben enthalten
fr: Il doit contenir au moins quatre lettres
ja: 4文字以上である必要があります
no: Den må inneholde minst fire bokstaver

# textboxError_PasswordNotMatch
source: The passwords do not match
de: Kennwörter stimmen nicht überein
fr: Non-correspondance des mots de passe
ja: パスワードの不一致
no: Feil passord

# textboxError_UsernameRegistered
source: Username already registered
de: Benutzername existiert bereits
fr: Nom d'utilisateur déjà enregistré
ja: ユーザー名はすでに登録されています
no: Brukernavn er allerede registrert

# textboxError_WrongEmail
source: Please enter valid email address
de: Bitte gib eine E-Mail Adresse ein
fr: Entrez une adresse e-mail valide
ja: 有効なメールアドレスを入力してください
no: Oppgi en gyldig e-post-adresse

# textbox_ConfirmPassword
source: REPEAT PASSWORD
de: PASSWORT WIEDERHOLEN
fr: RÉPÉTER LE MOT DE PASSE
ja: パスワードを再度入力してください
no: GJENTA PASSORD

# textbox_Email
source: EMAIL ADDRESS
de: MAIL ADRESSE
fr: ADRESSE EMAIL
ja: メールアドレス
no: E-POSTADRESSE

# textbox_Password
source: PASSWORD
de: PASSWORT
fr: MOT DE PASSE
ja: パスワード
no: PASSORD

# textbox_Username
source: USERNAME
de: NUTZERNAME
fr: NOM D'UTILISATEUR
ja: ﾕｰｻﾞｰ名
no: BRUKERNAVN
