Repository: fernandocanadasortega/Outlands-Adventure-Client
Catalog: Outlands Adventure Launcher/LanguageResx/ClientLanguage.*.resx
Languages: de, fr, ja, no, ru

# button_Close_Uppercase
source: CERRAR
de: SCHLIESSEN
fr: FERMER
ja: 閉じる
no: Å LUKKE
ru: ЗАКРЫВАТЬ

# button_Confirm
source: ENVIAR
de: SENDEN
fr: ENVOYER
ja: 送信
no: SENDE
ru: ОТПРАВИТЬ

# eventCode_Error
source: Código erroneo
de: Falscher code
fr: Mauvais code
ja: 不正なコード
no: Feil kode
ru: Неверный код

# events_Database_ConnectionError
source: Se ha producido un error al acceder a la base de datos, compruebe su conexión a internet e intentelo de nuevo más tarde
de: Beim Zugriff auf die Datenbank ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut
fr: Une erreur s'est produite lors de l'accès à la base de données, veuillez vérifier votre connexion Internet et réessayer plus tard
ja: データベースへのアクセス中にエラーが発生しました。インターネット接続を確認して、後でもう一度やり直してください
no: Det oppsto en feil ved tilgang til databasen, Kontroller internettforbindelsen din og prøv igjen senere
ru: При доступе к базе данных произошла ошибка, Проверьте подключение к Интернету и повторите попытку позже

# events_Header_NewAccount
source: Hemos mandado un código de confirmación a tu correo electrónico, dirígete a tu correo e introduce el código para confirmar tu cuenta
de: Wir haben einen Bestätigungscode an Ihre E-Mail gesendet. Gehen Sie zu Ihrer E-Mail und geben Sie den Code ein, um Ihr Konto zu bestätigen
fr: Nous avons envoyé un code de confirmation à votre email, allez dans votre email et entrez le code pour confirmer votre compte
ja: 確認コードをメールに送信しました。メールにアクセスし、コードを入力してアカウントを確認してください
no: Vi har sendt en bekreftelseskode til din e-post, gå til din e-post og skriv inn koden for å bekrefte kontoen din
ru: Мы отправили код подтверждения на вашу электронную почту, перейдите на свою электронную почту и введите код для подтверждения вашей учетной записи

# events_Header_PasswordLost
source: Si la dirección de correo coincide con alguna dirección de correo de nuestra base de datos te enviaremos un código de confirmación para que reestablezcas tu contraseña
de: Wenn die E-Mail-Adresse mit einer E-Mail-Adresse in unserer Datenbank übereinstimmt, senden wir Ihnen einen Bestätigungscode, damit Sie Ihr Passwort zurücksetzen können
fr: Si l'adresse e-mail correspond à une adresse e-mail de notre base de données, nous vous enverrons un code de confirmation pour réinitialiser votre mot de passe
ja: メールアドレスがデータベースのメールアドレスと一致する場合は、パスワードをリセットできるように確認コードを送信します
no: Hvis e-postadressen samsvarer med en e-postadresse i databasen vår, vil vi sende deg en bekreftelseskode slik at du kan tilbakestille passordet ditt
ru: Если адрес электронной почты совпадает с адресом электронной почты в нашей базе данных, мы отправим вам код подтверждения, чтобы вы могли сбросить свой пароль

# events_Header_UsernameLost
source: Si la dirección de correo coincide con alguna dirección de correo de nuestra base de datos te mandaremos un recordatorio de tu nombre de usuario
de: Wenn die E-Mail-Adresse mit einer E-Mail-Adresse in unserer Datenbank übereinstimmt, senden wir Ihnen eine Erinnerung an Ihren Benutzernamen
fr: Si l'adresse e-mail correspond à une adresse e-mail de notre base de données, nous vous enverrons un rappel de votre nom d'utilisateur
ja: メールアドレスがデータベースのメールアドレスと一致する場合、ユーザー名のリマインダーを送信します
no: Hvis e-postadressen samsvarer med hvilken som helst e-postadresse i databasen vår, sender vi deg en påminnelse om brukernavnet ditt
ru: Если адрес электронной почты совпадает с любым адресом электронной почты в нашей базе данных, мы отправим вам напоминание о вашем имени пользователя

# events_SendEmailError
source: Ha ocurrido un problema al enviar el correo, compruebe su conexión a internet e intentelo de nuevo más tarde
de: Beim Senden der E-Mail ist ein Problem aufgetreten. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut
fr: Un problème est survenu lors de l'envoi du courrier. Veuillez vérifier votre connexion Internet et réessayer plus tard
ja: メールの送信中に問題が発生しました。インターネット接続を確認して、後でもう一度やり直してください
no: Det oppsto et problem med å sende e-posten, Sjekk internettforbindelsen din og prøv igjen senere
ru: При отправке почты возникла проблема, проверьте подключение к Интернету и повторите попытку позже

# loginProblems_Header
source: ¿PROBLEMAS AL INICIAR SESIÓN?
de: PROBLEME, DIE SICH ANMELDEN?
fr: PROBLÈMES DE CONNEXION?
ja: ログインの問題？
no: PROBLEMER PÅLOGGER INN?
ru: ПРОБЛЕМЫ С ВХОДОМ?

# loginProblems_Header2
source: Hay diversas razones por las que no puedas inicar sesión, prueba las siguientes soluciones
de: Es gibt mehrere Gründe, warum Sie sich nicht anmelden können. Probieren Sie die folgenden Lösungen aus
fr: Il y a plusieurs raisons pour lesquelles vous ne pouvez pas vous connecter, essayez les solutions suivantes
ja: ログインできない理由はいくつかあります。以下の解決策を試してください
no: Det er flere grunner til at du ikke kan logge inn, prøv følgende løsninger
ru: Существует несколько причин, по которым вы не можете войти в систему, попробуйте следующие решения

# loginProblems_Login
source: Volver
de: Rückkehr
fr: RETOUR
ja: 戻る
no: Retur
ru: возвращение

# loginProblems_LostPassword
source: ¿Has olvidado tu contraseña? Puedes solicitar cambiar tu contraseña anterior por otra nueva
de: Hast du dein Passwort vergessen? Sie können beantragen, Ihr altes Passwort gegen ein neues zu ändern
fr: Avez-vous oublié votre mot de passe? Vous pouvez demander à changer votre ancien mot de passe pour un nouveau
ja: パスワードを忘れましたか？ 古いパスワードを新しいパスワードに変更するように要求できます
no: har du glemt passordet ditt? Du kan be om å endre det gamle passordet for et nytt passord
ru: Вы забыли свой пароль? Вы можете запросить смену старого пароля на новый

# loginProblems_LostUsername
source: ¿Necesitas ayuda para recordar tu nombre de usuario? Puedes solicitar que te mandemos un recordatorio de tu usuario a tu correo electrónico
de: Benötigen Sie Hilfe beim Speichern Ihres Benutzernamens? Sie können verlangen, dass wir Ihnen eine Erinnerung an Ihren Benutzernamen per E-Mail senden
fr: Avez-vous besoin d'aide pour vous souvenir de votre nom d'utilisateur? Vous pouvez demander que nous vous envoyions un rappel de votre nom d'utilisateur à votre email
ja: ユーザー名を思い出すのに助けが必要ですか？ ユーザー名のリマインダーをメールに送信するようリクエストできます
no: Trenger du hjelp med å huske brukernavnet? Du kan be om at vi sender deg en påminnelse om brukernavnet til e-posten din
ru: Вам нужна помощь в запоминании имени пользователя? Вы можете запросить, чтобы мы отправили вам напоминание о вашем имени пользователя на вашу электронную почту

# loginProblems_PasswordHeader
source: ¿Contraseña olvidada?
de: Kennwort vergessen?
fr: Mot de passe oublié?
ja: パスワードを忘れました？
no: Glemt passord?
ru: Забыли пароль?

# loginProblems_UsernameHeader
source: ¿Nombre de usuario olvidado?
de: Benutzername vergessen?
fr: Identifiant oublié?
ja: ユーザー名を忘れましたか？
no: Glemt brukernavn?
ru: Забыл имя пользователя?

# login_Error
source: Tus credenciales de inicio de sesión no coinciden con ninguna cuenta registrada en nuestro sistema
de: Ihre Anmeldeinformationen stimmen mit keinem in unserem System registrierten Konto überein
fr: Vos identifiants de connexion ne correspondent à aucun compte enregistré dans notre système
ja: ログイン認証情報が、システムに登録されているアカウントと一致しません
no: Innloggingsinformasjonen din samsvarer ikke med noen konto som er registrert i vårt system
ru: Ваши учетные данные не соответствуют ни одной учетной записи, зарегистрированной в нашей системе

# login_Header
source: Inicia sesión con tu cuenta de Outlands Adventure
de: Loggen Sie sich mit Ihrem Outlands Adventure-Konto ein
fr: Connectez-vous avec votre compte Outlands Adventure
ja: Outlands Adventureアカウントでログインしてください
no: Logg på med din Outlands Adventure-konto
ru: Войдите в свою учетную запись Outlands Adventure

# login_LoginProblems
source: ¿Problemas al iniciar sesión?
de: Probleme beim Anmelden?
fr: Problèmes de connexion?
ja: ログインの問題？
no: Problemer med å logge inn?
ru: Проблемы с входом?

# login_Register
source: Crear una cuenta
de: Ein Konto erstellen
fr: Créer un compte
ja: アカウントを作成する
no: Opprett en konto
ru: Создать учетную запись

# login_RememberMe
source: Mantener sesión abierta
de: Angemeldet bleiben
fr: Rester connecté
ja: サインインの状態を維持
no: Forbli innlogget
ru: Оставайтесь в системе

# newPasswordEvent_Header
source: Escribe tu nueva contraseña
de: Gib dein neues Passwort ein
fr: Entrez votre nouveau mot de passe
ja: 新しいパスワードを入力してください
no: Skriv inn det nye passordet ditt
ru: Введите свой новый пароль

# newPasswordEvent_Password
source: NUEVA CONTRASEÑA
de: NEUES KENNWORT
fr: NOUVEAU MOT DE PASSE
ja: 新しいパスワード
no: NYTT PASSORD
ru: НОВЫЙ ПАРОЛЬ

# newPasswordSucessful
source: Contraseña cambiada con éxito
de: Ihr Passwort wurde erfolgreich geändert
fr: Le mot de passe a été changé avec succès
ja: パスワードは正常に変更されました
no: Passordet ble endret
ru: Пароль успешно изменен

# passwordStrenght_Medium
source: Mediana
de: Median
fr: Médiane
ja: 中央値
no: MEDIAN
ru: медиана

# passwordStrenght_Strong
source: Fuerte
de: Stark
fr: Fort
ja: 強い
no: Sterk
ru: сильный

# passwordStrenght_VeryStrong
source: Muy fuerte
de: Sehr stark
fr: Très fort
ja: とても強い
no: Ekstremt sterk
ru: Очень сильный

# passwordStrenght_VeryWeak
source: Muy débil
de: Sehr schwach
fr: Très faible
ja: 非常に弱い
no: Meget svak
ru: Очень слаб

# passwordStrenght_Weak
source: Débil
de: Schwach
fr: Faible
ja: 弱い
no: Svak
ru: Слабый

# registerSucessful
source: Te has registrado exitosamente
de: Sie haben sich erfolgreich registriert
fr: Vous vous êtes inscrit avec succès
ja: 登録に成功しました
no: Du har registrert deg
ru: Вы успешно зарегистрировались

# register_Header
source: Crea tu cuenta de Outlands Adventure
de: Erstelle dein Outlands Adventure Konto
fr: Créez votre compte Outlands Adventure
ja: Outlands Adventureアカウントを作成してください
no: Lag din Outlands Adventure-konto
ru: Создайте свою учетную запись Outlands Adventure

# register_Login
source: ¿Ya tienes una cuenta? Inicia sesión
de: Sie besitzen bereits ein Konto? Bitte melden Sie sich an
fr: Vous possédez déjà un compte? Veuillez vous connecter
ja: すでにアカウントをお持ちですか？ ログインする
no: Du har allerede en konto? Logg på
ru: У вас уже есть учетная запись? Войдите в службу

# sendEmail_LostPassword
source: Reestablecimiento de la contraseña del cliente de Outlands Adventure*Su código de confimación es
de: Outlands Adventure Kundenkennwort zurücksetzen*Ihr Bestätigungscode lautet
fr: Réinitialisation du mot de passe du client Outlands Adventure*Votre code de confirmation est
ja: Outlands Adventure Customer Password Reset*確認コードは
no: Outlands Adventure Kundenes passord Tilbakestill*Din bekreftelseskode er
ru: Сброс пароля клиента Outlands Adventure*Ваш код подтверждения

# sendEmail_LostUsername
source: Recordatorio del nombre de usuario del cliente de Outlands Adventure*Su nombre de usuario es
de: Outlands Adventure Customer Username Reminder*Ihr Benutzername ist
fr: Rappel du nom d'utilisateur du client d'Outlands Adventure*Votre nom d'utilisateur est
ja: Outlands Adventure Customer Username Reminder*ユーザー名は
no: Outlands Adventure Kundenavn Påminnelse*Brukernavnet ditt er
ru: Напоминание об имени пользователя для клиента Outlands Adventure*Ваше имя пользователя

# sendEmail_NewAccount
source: Creación de una nueva cuenta del cliente de Outlands Adventure*Su código de confimación es
de: Erstellung eines neuen Outlands Adventure-Kundenkontos*Ihr Bestätigungscode lautet
fr: Création d'un nouveau compte client Outlands Adventure*Votre code de confirmation est
ja: 新しいOutlands Adventure顧客アカウントを作成する*確認コードは次のとおりです
no: Opprettelse av en ny Outlands Adventure-kundekonto*Din bekreftelseskode er
ru: Создание новой учетной записи клиента Outlands Adventure*Ваш код подтверждения

# settings_Header
source: AJUSTES
de: EINSTELLUNGEN
fr: PARAMÈTRES
ja: 設定
no: INNSTILLINGER
ru: НАСТРОЙКИ

# settings_LanguageHeader
source: Idioma del cliente
de: Sprache des Kunden
fr: La langue du client
ja: 顧客の言語
no: Kundens språk
ru: Язык клиента

# settings_Languages
source: ESPAÑOL - ESPAÑA (es-ES)*INGLÉS - ESTADOS UNIDOS (en-US)*INGLÉS - REINO UNIDO (en-GB)*FRANCÉS (fr)*ALEMÁN (de)*RUSO (ru)*JAPONÉS (ja)*NORUEGO (no)
de: SPANISCH - SPANIEN (es-ES)*ENGLISCH - VEREINIGTE STAATEN (en-US)*ENGLISCH - VEREINIGTES KÖNIGREICH (en-GB)*FRANZÖSISCH (fr)*DEUTSCH (de)*RUSSISCH (ru)*JAPANISCH (ja)*NORWEGISCH (no)
fr: ESPAGNOL - ESPAGNE (es-ES)*ANGLAIS - ÉTATS-UNIS (en-US)*ANGLAIS - ROYAUME-UNI (en-GB)*FRANÇAIS (fr)*ALLEMAND (de)*RUSSE (ru)*JAPONAIS (ja)*NORVÉGIEN (no)
ja: スペイン語-スペイン (es-ES)*英語-米国 (en-US)*英語-イギリス (en-GB)*フランス語 (fr)*ドイツ語 (de)*ロシア (ru)* 日本人 (ja)*ノルウェー語 (no)
no: SPANSK - SPANIA (es-ES)*ENGLISH - STATER (en-US)*ENGELSK - STORBRITANNIA (en-GB)*FRANSK (fr)*TYSK (de)*RUSSISK (ru)*JAPANSK (ja)*NORSK (no)
ru: ИСПАНСКИЙ - ИСПАНИЯ (es-ES)*АНГЛИЙСКИЙ - СОЕДИНЕННЫЕ ШТАТЫ (en-US)*АНГЛИЙСКИЙ - СОЕДИНЕННОЕ КОРОЛЕВСТВО (en-GB)*ФРАНЦУЗСКИЙ (fr)*НЕМЕЦКИЙ (de)*РУССКИЙ (ru)*ЯПОНСКИЙ (ja)*НОРВЕЖСКИЙ (no)

# textboxError_EmailRegistered
source: Dirección de correo ya registrada
de: Die E-Mail-Adresse ist bereits registriert
fr: Adresse mail déjà enregistré
ja: 電子メールアドレスはすでに登録されています
no: E-postadresse allerede registrert
ru: Электронный адрес уже зарегистрирован

# textboxError_LessFourLetters
source: Debe contener cuatro letras como mínimo
de: Es muss mindestens vier Buchstaben enthalten
fr: Il doit contenir au moins quatre lettres
ja: 4文字以上である必要があります
no: Den må inneholde minst fire bokstaver
ru: Должен содержать не менее четырех букв

# textboxError_PasswordNotMatch
source: Las contraseñas no coinciden
de: Kennwörter stimmen nicht überein
fr: Non-correspondance des mots de passe
ja: パスワードの不一致
no: Feil passord
ru: Пароли не соответствуют

# textboxError_UsernameRegistered
source: Nombre de usuario ya registrado
de: Benutzername existiert bereits
fr: Nom d'utilisateur déjà enregistré
ja: ユーザー名はすでに登録されています
no: Brukernavn er allerede registrert
ru: Имя пользователя уже зарегистрировано

# textboxError_WrongEmail
source: Introduce una dirección de correo válida
de: Bitte gib eine E-Mail Adresse ein
fr: Entrez une adresse e-mail valide
ja: 有効なメールアドレスを入力してください
no: Oppgi en gyldig e-post-adresse
ru: Введите корректный электронный адрес

# textbox_ConfirmPassword
source: REPITE LA CONTRASEÑA
de: PASSWORT WIEDERHOLEN
fr: RÉPÉTER LE MOT DE PASSE
ja: パスワードを再度入力してください
no: GJENTA PASSORD
ru: ПОВТОРИТЕ ПАРОЛЬ

# textbox_Email
source: DIRECCIÓN DE CORREO
de: MAIL ADRESSE
fr: ADRESSE EMAIL
ja: メールアドレス
no: E-POSTADRESSE
ru: ПОЧТА АДРЕС

# textbox_Password
source: CONTRASEÑA
de: PASSWORT
fr: MOT DE PASSE
ja: パスワード
no: PASSORD
ru: ПАРОЛЬ

# textbox_Username
source: NOMBRE DE USUARIO
de: NUTZERNAME
fr: NOM D'UTILISATEUR
ja: ﾕｰｻﾞｰ名
no: BRUKERNAVN
ru: ИМЯ ПОЛЬЗОВАТЕЛЯ

# filterGame
source: Filtrar biblioteca
de: Filterbibliothek
fr: Bibliothèque de filtres
ja: フィルターライブラリ
no: Filtrer biblioteket
ru: Библиотека фильтров

# gameLibrary_Header
source: Biblioteca de juegos
de: Spielbibliothek
fr: Bibliothèque de jeux
ja: ゲームライブラリ
no: Spillbibliotek
ru: Библиотека игр

# largeTiles_Tooltip
source: Iconos grandes
de: Große Icons
fr: Grandes icônes
ja: 大きなアイコン
no: Store ikoner
ru: Большие иконки

# mediumTiles_Tooltip
source: Iconos medianos
de: Mittlere Icons
fr: Moyennes icônes
ja: 中アイコン
no: Medium ikoner
ru: Средние значки

# play_Button
source: Jugar
de: Spielen
fr: Jouer
ja: プレイする
no: Å leke
ru: Играть

# randomDefaultScreen
source: Aleatorio
de: Zufällig
fr: Aléatoire
ja: ランダム
no: Tilfeldig
ru: Случайный

# settings_DefaultScreenHeader
source: Pantalla de inicio
de: Startbildschirm
fr: Écran de démarrage
ja: 開始画面
no: Startskjerm
ru: Стартовый экран

# settings_DefaultScreen
source: Biblioteca de juegos*Tienda*Aleatorio
de: Spielbibliothek*Geschäft*Zufällig
fr: Bibliothèque de jeux*Boutique*Aléatoire
ja: ゲームライブラリ*お店*ランダム
no: Spillbibliotek*Butikk*Tilfeldig
ru: Библиотека игр*хранить*Случайный

# settings_DeleteAccount
source: Borrar cuenta
de: Konto löschen
fr: Supprimer le compte
ja: アカウントを削除する
no: Slett konto
ru: Удалить аккаунт

# smallTiles_Tooltip
source: Iconos pequeños
de: Kleine Icons
fr: Petite icône
ja: 小さいアイコン
no: Små ikoner
ru: маленькие значки

# userInfoMenu_Settings
source: Ajustes de la aplicación
de: App Einstellungen
fr: Paramètres de l'application
ja: アプリの設定
no: Appinnstillinger
ru: Настройки приложения

# userInfoMenu_logout
source: Cerrar sesión
de: Ausloggen
fr: Fermer la session
ja: サインオフ
no: Logg av
ru: Выйти

# store_Header
source: Tienda
de: Geschäft
fr: Boutique
ja: お店
no: Butikk
ru: хранить

# gameSettingsMenu_Repair
source: Reparar
de: Reparatur
fr: Réparer
ja: 修復
no: Reparere
ru: Ремонт

# gameSettingsMenu_Uninstall
source: Desinstalar
de: Deinstallieren
fr: Désinstaller
ja: アンインストール
no: Avinstaller
ru: Удалить

# gameSettingsMenu_Update
source: Actualizar
de: Aktualisieren
fr: Mettre à jour
ja: 更新するには
no: Å oppdatere
ru: Обновлять

# buy_Button
source: Comprar
de: Kaufen
fr: Acheter
ja: 取得
no: Kjøp
ru: Купить

# currentCurrency
source: Saldo Actual
de: Aktueller Saldo
fr: Solde actuel
ja: 現在の残高
no: Nåværende balanse
ru: Текущее сальдо

# currentGamePrice
source: Precio del juego
de: Spielpreis
fr: Prix du jeu
ja: ゲーム価格
no: Spill pris
ru: Цена игры

# buyGameSucess
source: Juego comprado con éxito
de: Spiel erfolgreich gekauft
fr: Jeu acheté avec succès
ja: ゲームは正常に購入しました
no: Spillet er kjøpt vellykket
ru: Игра приобретена успешно

# LibraryEmpty
source: No se han encontrado juegos en la librería
de: Keine Spiele in der Bibliothek gefunden
fr: Pas de jeux trouvés dans la bibliothèque
ja: ライブラリにゲームが見つかりません
no: Ingen spill funnet i biblioteket
ru: Никаких игр в библиотеке не найдено

# StoreEmpty
source: No se han encontrado juegos nuevos
de: Sie haben keine neuen Spiele gefunden
fr: Ils n’ont pas trouvé de nouveaux jeux
ja: 彼らは新しいゲームを見つけていない
no: De har ikke funnet noen nye spill
ru: Они не нашли новых игр

# sendEmail_DeleteAccount
source: Eliminación de la cuenta del cliente de Outlands Adventure*Su código de confimación es
de: Löschen outlands Adventure Kundenkonto*Ihr Konfigurationscode ist
fr: Suppression outlands Adventure compte client*Votre code de confimation est
ja: アウトランズアドベンチャーカスタマーアカウントを削除*あなたの打ち明けコードは
no: Slette outlands Adventure kundekonto*Din konfimasjonskode er
ru: Удаление учетной записи клиента Outlands Adventure*Ваш код подтверждения

# game_Downloading_Uppercase
source: DESCARGANDO
de: WIRD HERUNTERGELADEN
fr: TÉLÉCHARGEMENT
ja: ダウンロード中
no: NEDLASTING
ru: ЗАГРУЗКА

# game_DownloadError
source: ERROR AL DESCARGAR
de: DOWNLOAD FEHLER
fr: ERREUR DE TÉLÉCHARGEMENT
ja: ダウンロードエラー
no: LAST NED FEIL
ru: СКАЧАТЬ ОШИБКУ

# game_DownloadSucess
source: DESCARGA COMPLETA
de: VOLLSTÄNDIGER DOWNLOAD
fr: TÉLÉCHARGEMENT COMPLET
ja: 完全ダウンロード
no: FULL NEDLASTING
ru: ПОЛНАЯ ЗАГРУЗКА

# game_Install
source: INSTALANDO
de: INSTALLIEREN
fr: INSTALLATION
ja: 取り付け
no: INSTALLERING
ru: УСТАНОВКА

# game_InstallError
source: ERROR AL INSTALAR
de: FEHLER BEI DER INSTALLATION
fr: ERREUR D’INSTALLATION
ja: インストール時のエラー
no: FEIL NÅR DU INSTALLERER
ru: ОШИБКА ПРИ УСТАНОВКЕ

# game_NoSpace
source: ESPACIO INSUFICIENTE
de: UNZUREICHENDER PLATZ
fr: ESPACE INSUFFISANT
ja: 不十分なスペース
no: TILFELDIG ROM
ru: НЕДОСТАТОЧНО МЕСТА

# download_Unavaible_Button
source: No disponible
de: Nicht verfügbar
fr: Non disponible
ja: 利用不可
no: Ikke tilgjengelig
ru: Недоступно

# download_Avaible_Button
source: Descargar
de: Herunterladen
fr: Télécharger
ja: ダウンロードする
no: å laste ned
ru: скачивать

# download_InProgress
source: En curso
de: IN BEARBEITUNG
fr: En cours
ja: 進行中
no: I prosess
ru: В ходе выполнения

# Uninstalling_Game
source: Desinstalando
de: Deinstallation
fr: Désinstallation
ja: アンインストール
no: Avinstallerer
ru: Удаление

# Uninstalled_Game
source: Desinstalado
de: Deinstalliert
fr: Désinstallé
ja: アンインストール
no: Avinstallert
ru: Не установлен

# ExitButton
source: Salir
de: Beenden
fr: Quitter
ja: 出発時
no: Avslutt
ru: Выход

# exit_Header
source: ¿SALIR AHORA?
de: JETZT BEENDEN?
fr: QUITTER MAINTENANT?
ja: 今すぐ出る？
no: FORLAT NÅ?
ru: Завершить работу сейчас?

# exit_Label
source: ¿Quieres salir o cerrar sesión?
de: Möchten Sie beenden oder sich abmelden?
fr: Voulez-vous quitter ou vous déconnecter?
ja: 終了またはログアウトしますか？
no: Vil du avslutte eller logge ut?
ru: Вы хотите выйти или выйти?

# LogoutButton
source: Cerrar sesión
de: Ausloggen
fr: Fermer la session
ja: サインオフ
no: Logg av
ru: Выйти

# download
source: Descargas
de: Downloads
fr: Téléchargements
ja: ダウンロード
no: Nedlastinger
ru: Загрузки

# download_cancel
source: Cancelar descarga
de: Download abbrechen
fr: Annuler le téléchargement
ja: ダウンロードをキャンセル
no: Avbryt nedlasting
ru: Отменить скачивание

# currentPriority
source: En cola -- Prioridad
de: Warteschlange -- Priorität
fr: En file d’attente -- Priorité
ja: キュー -- 優先度
no: Kø -- Prioritet
ru: В очереди -- Приоритет

# priorityDown
source: Disminuir prioridad de la descarga
de: Verringern Sie die Download-Priorität
fr: Diminuer la priorité de téléchargement
ja: ダウンロードの優先度を下げる
no: Reduser nedlastingsprioriteten
ru: Уменьшить приоритет загрузки

# priorityUp
source: Aumentar prioridad de la descarga
de: Erhöhen Sie die Download-Priorität
fr: Augmentez la priorité de téléchargement
ja: ダウンロードの優先度を上げる
no: Øk nedlastingsprioriteten
ru: Увеличить приоритет загрузки

# button_Close_Lowercase
source: Cerrar
de: Schließen
fr: Fermer
ja: 閉じるには
no: Å lukke
ru: Закрыть

# NoDownloadQueue
source: No hay juegos en la cola de descargas
de: Es befinden sich keine Spiele in der Download-Warteschlange
fr: Il n'y a pas de jeux dans la file d'attente de téléchargement
ja: ダウンロードキューにゲームはありません
no: Det er ingen spill i nedlastningskøen
ru: В очереди загрузки нет игр

# NoCurrentDownloading
source: No hay juegos descargandose
de: Keine Spiele herunterladen
fr: Aucun téléchargement de jeux
ja: ゲームのダウンロードはありません
no: Ingen spill lastes ned
ru: Игры не скачиваются

# Open_DownloadsInformation
source: Ir a descargas
de: Gehen Sie zu Downloads
fr: Aller aux téléchargements
ja: ダウンロードに移動
no: Gå til nedlastinger
ru: Перейти к загрузкам

# InQueue
source: En cola
de: Warteschlange
fr: En file d’attente
ja: キュー
no: Kø
ru: В очереди

# game_Downloading_LowerCase
source: Descargando
de: Wird heruntergeladen
fr: Téléchargement
ja: ダウンロード
no: Laster ned
ru: Скачивание

# download_canceled
source: DESCARGA CANCELADA
de: Download abgebrochen
fr: TÉLÉCHARGEMENT ANNULÉ
ja: キャンセルされたダウンロード
no: NEDLASTING AVBRYTT
ru: СКАЧАТЬ ОТМЕНА

# settings_resolution
source: 800x600 píxeles*1280x720 píxeles
de: 800x600 pixel*1280x720 pixel
fr: 800x600 pixels*1280x720 pixels
ja: 800x600 ピクセル*1280x720 ピクセル
no: 800x600 piksler*1280x720 piksler
ru: 800x600 пиксели*1280x720 пиксели

# RefreshResolution_Tooltip
source: Cambiar resolución. Al cambiar la resolución se reiniciará la ventana y todas las descargas se cancelarán
de: Auflösung ändern. Durch Ändern der Auflösung wird das Fenster neu gestartet und alle Downloads werden abgebrochen
fr: Changer la résolution. Changer la résolution redémarrera la fenêtre
ja: 解像度を変更します。 解像度を変更するとウィンドウが再起動し、すべてのダウンロードがキャンセルされます
no: Endre oppløsning. Hvis du endrer oppløsningen, starter vinduet på nytt, og alle nedlastinger blir kansellert
ru: Изменить разрешение. При изменении разрешения окно перезапустится, и все загрузки будут отменены

# settings_ResolutionHeader
source: Resolución
de: Auflösung
fr: Résolution
ja: 解決
no: Vedtak
ru: Разрешение

# gameSettingsMenu_SynchronizeProgress
source: Guardar progreso del juego
de: Spielfortschritt speichern
ja: ゲームの進行状況を保存する
no: Lagre spillfremdrift

# gameSettingsMenu_DownloadProgress
source: Descargar progreso del juego
de: Spielfortschritt herunterladen
ja: ゲームの進行状況をダウンロードする
no: Last ned spillfremdrift

# gameSettingsMenu_DownloadedProgress
source: Progreso del juego descargado
de: Spielfortschritt heruntergeladen
ja: ゲームの進行状況をダウンロード

# gameSettingsMenu_SynchronizedProgress
source: Progreso del juego guardado
de: Spielfortschritt gespeichert
ja: ゲームの進行状況が保存されました
