Repository: fernandocanadasortega/Outlands-Adventure-Client
Catalog: Outlands Adventure Launcher/LanguageResx/ClientLanguage.*.resx
Languages: de, fr, ja, no, ru

# fileError
source: Error al crear el archivo de progreso
de: Fehler beim Erstellen der Fortschrittsdatei
ja: 進行状況ファイルの作成中にエラーが発生しました

# game_DownloadStarting
source: PREPARANDO DESCARGA
de: VORBEREITUNG DER ENTLADUNG
ja: 放電の準備

# events_Database_NoProgressFound
source: No tienes progreso guardado en la base de datos
de: Sie haben keinen Fortschritt in der Datenbank gespeichert
